package com.pbn.kevin.review;
/**
 * @author kevin
 * @version 创建时间: 2018年8月21日下午1:59:32
 * @ClassName 类名称
 * @Description 类描述
 */
public class TestString {
	public static void main(String[] args) {
		String s = "01:01:18:00:7f:ff:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00:00";
		System.out.println(s.startsWith("01"));
	}
}
